Repository: ailu2533/ImageFeatureExtractor
Catalog: Sources/ImageFeatureExtractor/Localizable.xcstrings
Source language: en
Languages: de, es, ja, pt_br, zh, zh_hk

source: Accessories
de: Accessoires
es: Accesorios
ja: アクセサリー
pt_br: Acessórios
zh: 配饰
zh_hk: 配飾

source: Backpack
de: Rucksack
es: Mochila
ja: バックパック
pt_br: Mochila
zh: 背包
zh_hk: 背包

source: Bags
de: Taschen
es: Bolsos
ja: バッグ
pt_br: Bolsas
zh: 包袋
zh_hk: 包袋

source: Belly Bag
de: Bauchtasche
es: Riñonera
ja: ウエストバッグ
pt_br: Pochete
zh: 腰包
zh_hk: 腰包

source: Belt
de: Gürtel
es: Cinturón
ja: ベルト
pt_br: Cinto
zh: 腰带
zh_hk: 腰帶

source: Blouse
de: Bluse
es: Blusa
ja: ブラウス
pt_br: Blusa
zh: 女衬衫
zh_hk: 女襯衫

source: Boots
de: Stiefel
es: Botas
ja: ブーツ
pt_br: Botas
zh: 靴子
zh_hk: 靴子

source: Bottoms
de: Unterteile
es: Partes de abajo
ja: ボトムス
pt_br: Partes de baixo
zh: 下装
zh_hk: 下裝

source: Bra
de: BH
es: Sujetador
ja: ブラジャー
pt_br: Sutiã
zh: 文胸
zh_hk: 胸圍

source: Bracelet
de: Armband
es: Pulsera
ja: ブレスレット
pt_br: Pulseira
zh: 手镯
zh_hk: 手鐲

source: Briefcase
de: Aktentasche
es: Maletín
ja: ブリーフケース
pt_br: Pasta
zh: 公文包
zh_hk: 公事包

source: Brooch
de: Brosche
es: Broche
ja: ブローチ
pt_br: Broche
zh: 胸针
zh_hk: 胸針

source: Cardigan
de: Strickjacke
es: Cárdigan
ja: カーディガン
pt_br: Cardigã
zh: 开衫
zh_hk: 開衫

source: Clutch Bag
de: Clutch
es: Bolso de mano
ja: クラッチバッグ
pt_br: Clutch
zh: 手拿包
zh_hk: 手拿包

source: Coat
de: Mantel
es: Abrigo
ja: コート
pt_br: Casaco
zh: 大衣
zh_hk: 大衣

source: Down Jacket
de: Daunenjacke
es: Chaqueta de plumas
ja: ダウンジャケット
pt_br: Jaqueta de plumas
zh: 羽绒服
zh_hk: 羽絨服

source: Dresses & Jumpsuits
de: Kleider und Jumpsuits
es: Vestidos y monos
ja: ドレス・ジャンプスーツ
pt_br: Vestidos e macacões
zh: 连体服装
zh_hk: 連體服裝

source: Earrings
de: Ohrringe
es: Pendientes
ja: イヤリング
pt_br: Brincos
zh: 耳环
zh_hk: 耳環

source: Flats
de: Flache Schuhe
es: Zapatos planos
ja: フラットシューズ
pt_br: Sapatilhas
zh: 平底鞋
zh_hk: 平底鞋

source: Gloves
de: Handschuhe
es: Guantes
ja: 手袋
pt_br: Luvas
zh: 手套
zh_hk: 手套

source: Handbag
de: Handtasche
es: Bolso de mano
ja: ハンドバッグ
pt_br: Bolsa de mão
zh: 手提包
zh_hk: 手提包

source: Hat
de: Hut
es: Sombrero
ja: 帽子
pt_br: Chapéu
zh: 帽子
zh_hk: 帽子

source: Heels
de: High Heels
es: Tacones
ja: ヒール
pt_br: Saltos
zh: 高跟鞋
zh_hk: 高跟鞋

source: Hoodie
de: Kapuzenpullover
es: Sudadera con capucha
ja: パーカー
pt_br: Moletom com capuz
zh: 连帽衫
zh_hk: 連帽衫

source: Jacket
de: Jacke
es: Chaqueta
ja: ジャケット
pt_br: Jaqueta
zh: 夹克
zh_hk: 夾克

source: One-Piece Dress
de: Kleid
es: Vestido
ja: ワンピース
pt_br: Vestido
zh: 连衣裙
zh_hk: 連身裙

source: Outerwear
de: Oberbekleidung
es: Ropa de abrigo
ja: アウター
pt_br: Agasalhos
zh: 外套
zh_hk: 外套

source: Sandals
de: Sandalen
es: Sandalias
ja: サンダル
pt_br: Sandálias
zh: 凉鞋
zh_hk: 涼鞋

source: Shirt
de: Hemd
es: Camisa
ja: シャツ
pt_br: Camisa
zh: 衬衫
zh_hk: 襯衫

source: Shoes
de: Schuhe
es: Zapatos
ja: 靴
pt_br: Sapatos
zh: 鞋子
zh_hk: 鞋子

source: Skirt
de: Rock
es: Falda
ja: スカート
pt_br: Saia
zh: 裙子
zh_hk: 裙子

source: Sling Bag
de: Umhängetasche
es: Bolso bandolera
ja: ショルダーバッグ
pt_br: Bolsa tiracolo
zh: 单肩包
zh_hk: 單肩包

source: Slippers
de: Hausschuhe
es: Zapatillas
ja: スリッパ
pt_br: Chinelos
zh: 拖鞋
zh_hk: 拖鞋

source: Sports Shoes
de: Sportschuhe
es: Zapatillas deportivas
ja: スポーツシューズ
pt_br: Tênis esportivos
zh: 运动鞋
zh_hk: 運動鞋

source: Sunglasses
de: Sonnenbrille
es: Gafas de sol
ja: サングラス
pt_br: Óculos de sol
zh: 墨镜
zh_hk: 太陽眼鏡

source: Sweater
de: Pullover
es: Suéter
ja: セーター
pt_br: Suéter
zh: 毛衣
zh_hk: 毛衣

source: Tops
de: Oberteile
es: Partes de arriba
ja: トップス
pt_br: Partes de cima
zh: 上装
zh_hk: 上裝

source: Trousers
de: Hosen
es: Pantalones
ja: ズボン
pt_br: Calças
zh: 长裤
zh_hk: 長褲

source: Vest
de: Weste
es: Chaleco
ja: ベスト
pt_br: Colete
zh: 马甲
zh_hk: 背心

source: Watch
de: Uhr
es: Reloj
ja: 腕時計
pt_br: Relógio
zh: 手表
zh_hk: 手錶

source: Jeans
es: Vaqueros
ja: ジーンズ
zh: 牛仔裤
zh_hk: 牛仔褲

source: Jumpsuit
es: Mono
ja: ジャンプスーツ
pt_br: Macacão
zh: 连身裤
zh_hk: 連身褲

source: Polo Shirt
es: Polo
ja: ポロシャツ
pt_br: Camisa polo
zh: polo衫
zh_hk: polo衫

source: Ring
es: Anillo
ja: 指輪
pt_br: Anel
zh: 戒指
zh_hk: 戒指

source: Shorts
es: Pantalones cortos
ja: ショートパンツ
zh: 短裤
zh_hk: 短褲

source: T-Shirt
es: Camiseta
ja: Tシャツ
pt_br: Camiseta
zh: T恤
zh_hk: T恤

source: Tank Top
es: Camiseta de tirantes
ja: タンクトップ
pt_br: Regata
zh: 背心
zh_hk: 背心

source: Blazer
ja: ブレザー
zh: 西装外套
zh_hk: 西裝外套

source: Leggings
ja: レギンス
zh: 紧身裤
zh_hk: 緊身褲
